import { Movie } from "../models/movie.model";

export const MOVIES: Movie[] = [
  {
    id: 0,
    title: "Марсианин,",
    originalTitle: "The Martian 2015",
    category: "Фантастика, приключения",
    rating: 7.8,
    image: "./img/movie.png",
    link: "./movie",
    description: "Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного."
  },
  {
    id: 1,
    title: "Марсианин,",
    originalTitle: "The Martian 2015",
    category: "Фантастика, приключения",
    rating: 7.8,
    image: "./img/movie.png",
    link: "./movie",
    description: "Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного."
  },
  {
    id: 2,
    title: "Марсианин,",
    originalTitle: "The Martian 2015",
    category: "Фантастика, приключения",
    rating: 7.8,
    image: "./img/movie.png",
    link: "./movie",
    description: "Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного."
  },
  {
    id: 3,
    title: "Марсианин,",
    originalTitle: "The Martian 2015",
    category: "Фантастика, приключения",
    rating: 7.8,
    image: "./img/movie.png",
    link: "./movie",
    description: "Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного."
  },
  {
    id: 4,
    title: "Марсианин,",
    originalTitle: "The Martian 2015",
    category: "Фантастика, приключения",
    rating: 7.8,
    image: "./img/movie.png",
    link: "./movie",
    description: "Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного."
  },
  {
    id: 5,
    title: "Марсианин,",
    originalTitle: "The Martian 2015",
    category: "Фантастика, приключения",
    rating: 7.8,
    image: "./img/movie.png",
    link: "./movie",
    description: "Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного."
  },
]